package lev.by.roles;

import lombok.Getter;

import java.util.Map;


public class PB_Role {
    public final static Map<Integer, String> role = Map.of(
            1268, "MSK\\U_M1GKC", // км Фучижи Евгений Евгеньевич
            249, "MSK\\U_240LC", // бэк офис Захаров Павел Алексеевич
            1340, "E-BUSINESS\\U_M0ZG2", // риск менеджер Плужникова Татьяна Михайловна
            1351, "MSK\\U_M1MBA", // менеджер эквайрингового подразделения Насибуллина Алина Айдаровна
            1371, "ERS_Tech", // Технический пользователь ERS
            1488, "MSK\\U_M1TLD", // Сотрудник ДРПП Польских Антонина Михайловна
            1492, "E-BUSINESS\\U_M17MB", // Сотрудник ДРПБ Сергеев Александр Юрьевич
            1494, "E-BUSINESS\\U_T0583", // Сотрудник ПЦ Клочкова Наталья Леонидовна
            1506, "MSK\\U_026FJ" // км киб Зырянова Евгения Вячеславовна
    );
}
